export const about = ['הרשת הוקמה בשנת 2001 ומאז פתחה סניפים מדן ועד אילת.',
"השילוב של האווירה הנעימה, וחמרי הגלם האיכותיים, הניחוחות והטעמים הם המתכון הקסום לחוויה הקולינרית מענגת החושים של הרשת.",
  "צאו איתנו למסע קולינרי משובח, במהלכו הופכים חומרי הגלם הטובים ביותר, לחוויה ייחודית של ניחוחות וטעמים.",
  "הטיפול המוקפד בחומרי הגלם האיכותיים ומגע ידו של השף, הם המתכון הקסום לחוויה הקולינרית במקום.",
  "בואו לטעום מהטעמים הישראלים שאתם הכי אוהבים, עכשיו בתפריט חדש ומשובח, בחוויה מענגת חושים של אוכל טעים ואיכותי.",
];

export const moreAbout = ['כמו כן, אנו מקפידים לגוון ולהפתיע ע"י אימוץ הטרנדים העכשוויים ביותר בעולם, כגון חיבור חלק מהסניפים עם רשתות ספרים, שילוב אייפדים בסניפים, נוכחות בולטת בניו מדיה ועוד.', 'והכי חשוב – אנחנו מקפידים לשמור על קשר חם והדוק עם לקוחותינו, כי בסופו של דבר זה הכל בשבילכם...']
