import { BranchProp } from "../@types";

export const branchesArr: BranchProp[] = [
  {
    city: "תל אביב - קניון עזריאלי",
    street: "קניון עזריאלי, קומה 2",
    tel: "03-6094770",
    opening: {
      all: "8:00 - 22:00",
      fri: "08:30 - 14:00",
      sut: "שעה לאחר צאת שבת - 23:00",
    },
    events: "אירועים עד 50 אנשים",
  },
  {
    city: "תל אביב - נמל",
    street: "יורדי הסירה 1",
    tel: "03-5440054",
    opening: {
      all: "א' -ה': 8:30 - 24:00",
      fri: "8:30 - 14:00",
      sut: "שעה אחרי צאת שבת עד 24:00",
    },
    events: "אולם אירועים עד 80 מקומות",
  },
  {
    city: "תל אביב - דיזינגוף סנטר",
    street: "דיזנגוף סנטר קומה 3",
    tel: "052-7595501",
    opening: {
      all: "09:00 - 20:00",
      fri: "08:30 - 15:00",
      sut: "סגור",
    },
    events: "",
  },
  {
    city: "הרצליה - מרינה הרצליה",
    street: "כתובת: יורדי הים 1 הרצליה פיתוח",
    tel: "טלפון: 09-9560404",
    opening: {
      all: "09:00 - 23:00",
      fri: "09:00 - 14:30",
      sut: "שעה לאחר צאת השבת - 24:00",
    },
    events: "",
  },
  {
    city: "אשדוד - ביג פאשן",
    street: "מתחם ביג פאשן",
    tel: "050-2899112",
    opening: {
      all: "10:00 - 23:00",
      fri: "09:00 - 14:00",
      sut: "שעה לאחר יציאת השבת - 23:00",
    },
    events: "",
  },
  {
    city: "חיפה - המושבה הגרמנית",
    street: "שדרות בן גוריון 31",
    tel: "04-9823077",
    opening: {
      all: "08:30-23:00",
      fri: "08:30-23:00",
      sut: "9:00-23:00",
    },
    events: "",
  },
  {
    city: "חיפה - גרנד קניון",
    street: "דרך שמחה גולן",
    tel: "04-8120155",
    opening: {
      all: "08:00 - אחרון הלקוחות",
      fri: "08:00 - כשעה לפני כניסת שבת",
      sut: "18:00 - אחרון הלקוחות",
    },
    events: "",
  },
  {
    city: "חיפה - קניון לב המפרץ",
    street: "ההסתדרות 55",
    tel: "04-8811600",
    opening: {
      all: "08:00 עד 23:00",
      fri: "08:00 עד 24:30",
      sut: "08:00 עד 24:00",
    },
    events: "",
  },
  {
    city: "חיפה - טיילת חוף דדו",
    street: "רב אלוף דוד אלעזר 10",
    tel: "053-3241759",
    opening: {
        all: "08:00 עד 23:00",
        fri: "08:00 עד 24:30",
        sut: "08:00 עד 24:30",
      },
    events: "",
  },
  {
    city: "אילת - טיילת מלון דן",
    street: "טיילת מלון דן",
    tel: "08-6339643",
    opening: {
        all: "08:00 עד 23:00",
        fri: "08:00 עד 24:30",
        sut: "08:00 עד 24:00",
      },
    events: "",
  },
  {
    city: "נהריה - קפה GO",
    street: "כתובת: המרכז הרפואי לגליל",
    tel: "טלפון: 04-9522788",
    opening: {
      all: "24 שעות",
      fri: "עד שעתיים לפני כניסת שבת",
      sut: "שעה לאחר צאת שבת ",
    },
    events: "ארועים עד 30 איש",
  },
];